'use strict';

const products = [
    new ProductDTO(
        0,
        '0.jpg',
        'Product 0',
        'Описание продукта, Описание продукта, Описание продукта, Описание продукта',
        50.25,
    ),
    new ProductDTO(
        1,
        '1.jpg',
        'Product 1',
        'Описание продукта, Описание продукта, Описание продукта, Описание продукта',
        40.25,
    ),
    new ProductDTO(
        2,
        '2.jpg',
        'Product 2',
        'Описание продукта, Описание продукта, Описание продукта, Описание продукта',
        30.25,
    ),
    new ProductDTO(
        3,
        '3.jpg',
        'Product 3',
        'Описание продукта, Описание продукта, Описание продукта, Описание продукта',
        10.25,
    ),
    new ProductDTO(
        4,
        '4.jpg',
        'Product 4',
        'Описание продукта, Описание продукта, Описание продукта, Описание продукта',
        20.25,
    ),
    new ProductDTO(
        5,
        '5.jpg',
        'Product 5',
        'Описание продукта, Описание продукта, Описание продукта, Описание продукта',
        5.25,
    ),
];